Repository: ramonortigosa/qstomizer
Catalog: languages/qstomizer-*.po
Languages: es_es

source: Qstomizer is a plugin for WordPress and Woocomerce. With it and in the easiest way , you can add a designer for custom products to your online store. Just need to install the plugin, configure it and You´ll have a designer of dozens of products seamlessly integrated with the design of your online store. Compatible with any Theme in the market.
es_es: Qstomizer es un plugin para Wordpress y Woocommerce. Con el y de la forma más sencilla, puede añadir un diseñador de productos personalizados a su tienda online. Solo tiene que instalar el plugin, obtener las claves gratuitas, configurarlo y dispondrá de un diseñador de productos personalizados perfectamente integrado con su tienda online. Compatible con cualquier tema del mercado.

source: Product creation failed, could not find original product:
es_es: Creación de producto fallido. No se puede encontrar el producto original.

source: (Custom)
es_es: (Personalizado)

source: Select the product template:
es_es: Seleccione la plantilla a usar:

source: Select product
es_es: Seleccione producto

source: License
es_es: Licencia

source: license
es_es: Licencia

source: Qstomizer: General Settings
es_es: Qstomizer: Configuración General

source: Category and Images
es_es: Categoría e imagenes

source: Select the category where the custom products will be stored.
es_es: Seleccione la categoría donde se almacenarán los productos personalizados.

source: Category
es_es: Categoría

source: Show images in the "content":
es_es: Mostrar imagenes en el "content":

source: Image With (pixels):
es_es: Ancho de imagen (pixels):

source: Image height (pixels):
es_es: Alto de imagen (pixels)

source: Save
es_es: Guardar

source: Qstomizer: License keys
es_es: Qstomizer: Claves de Licencia

source: Type the public and the secret key of your shop.
es_es: Introduzca las claves pública y secreta de su tienda.

source: Shop URL:
es_es: Url de la tienda:

source: Key:
es_es: Clave:

source: Secret:
es_es: Secreta:

source: Shop Activation
es_es: Activar tienda.

source: General Settings
es_es: Configuración General

source: Settings
es_es: Configuraciòn

source: Settings saved.
es_es: Configuración guardada.

source: Select Category:
es_es: Seleccione Categoría:

source: You have to install the free Woocommerce plugin in order to use Qstomizer. For more information and get the plugin, visit this:
es_es: Debe instalar el plugin gratuito de Woocommerce para poder usar el plugin Qstomizer. Para más información y obtener el plugin, visite este link:

source: You must deactivate the Qstomizer plugin and activate again.
es_es: Debe desactivar y volver a activar el plugin Qstomizer.

source: To create and manage products, orders, templates, etc., please login to qstomizer admin panel
es_es: Para crear y administrar productos, pedidos, plantillas, etc, por favor, entre en el area de administración de Qstomizer

source: here
es_es: aquí

source: Click <a href="http://www.qstomizer.com" target="_blank">here</a> to get your <b>FREE</b> keys.
es_es: Haga click <a href="http://www.qstomizer.com" target="_blank">aqui</a> para obtener sus claves <b>GRATIS</b>.
